{
  "hello": "Привет, я разработчик full-cycle из Бразилии!",
  "name": "Родольфо М. Рибейро",
  "title": "Инженер программного обеспечения | Облако Associate",
  "work": "Работа",
  "work_description": "Родольфо - это инженер программного обеспечения full-cycle и ассоциированный с облаком, находящийся в Бразилии, с увлечением построения масштабируемых и надежных систем. Он обладает обширным опытом в разработке, поддержке и внедрении платежных систем и программного обеспечения. Когда он не в сети, ему нравится читать различные книги - от увлекательных ролевых игр до технической литературы. В настоящее время его интересы лежат в исследовании облачных решений и их практическом применении для решения повседневных проблем.",
  "portfolio": "Моё портфолио",
  "bio": "Биография",
  "born": "Родился в Итубераве, Бразилия.",
  "education": "Начал обучение по направлению программной инженерии в университете Франка (Uni-FACEF).",
  "irroba": "Начал свою карьеру стажером по программной инженерии в престижной компании по электронной коммерции Irroba.",
  "q2bank": "Начал работать инженером программного обеспечения на Golang в Q2Bank, где возникла страсть к облакам и DevOps.",
  "hobbies": "Хобби",
  "hobbies_description": "Чтение, Игры, Музыка, Изучение иностранных языков (в настоящее время японский - 日本語)",
  "web": "В сети",
  "github": "@RodolfoMRibeiro",
  "linkedin": "@RodolfoMRibeiro",
  "invite": "Приглашение для вас",
  "invite_description": "Что скажете о присоединении ко мне в увлекательном кодинге? Напишите мне, и давайте пообщаемся!",
  "send_message": "Отправить сообщение",
  "works": "Работы",
  "dsmovie": "DSMovie",
  "dsmovie_description": "Веб-приложение для оценки фильмов, где пользователи могут сохранять свои отзывы, комментарии и ранжировать фильмы в соответствии с ними.",
  "keysense": "KeySense",
  "keysense_description": "Приложение для Windows, работающее в скрытом режиме и фиксирующее нажатия клавиш с любой клавиатуры.",
  "angolist": "Angolist",
  "angolist_description": "Мобильное приложение, предназначенное для помощи дизайнерам интерфейсов и пользовательского опыта в оценке своей работы на основе эвристических принципов Нильсена.",
  "ddos_flood": "DDOS FLOOD",
  "ddos_flood_description": "Приложение с интерфейсом командной строки для проведения распределенных атак отказа в обслуживании (DDoS) на веб-страницу с определенным числом одновременных потоков.",
  "job_experience": "Опыт работы",
  "q2bank_experience": "Q2Bank - Инженер программного обеспечения",
  "q2bank_accomplishments": "ЗНАЧИТЕЛЬНЫЕ ДОСТИЖЕНИЯ",
  "q2bank_accomplishment_1": "Разработал масштабируемые микросервисы для обработки крупных объемов транзакций в Go, обрабатывая более 4 миллионов реалов в месяц.",
  "q2bank_accomplishment_2": "Разработал и внедрил внутреннюю библиотеку для стандартизации и централизации зависимостей новых проектов, обеспечивая последовательность и эффективность.",
  "q2bank_accomplishment_3": "Использовал pg_cron в Amazon RDS для автоматизации процедур.",
  "irroba_experience": "Irroba - Стажер по программной инженерии",
  "irroba_accomplishments": "ЗНАЧИТЕЛЬНЫЕ ДОСТИЖЕНИЯ",
  "irroba_accomplishment_1": "Научился различать ошибки и бизнес-правила при работе с широким спектром возможностей в крупной компании по электронной коммерции.",
  "irroba_accomplishment_2": "Глубже понял ключевые элементы, которые действительно приносят ценность компании, путем реорганизации и оптимизации методов доставки на платформе.",
  "not_found": "Не найдено",
  "not_found_description": "Страница, которую вы ищете, не найдена.",
  "return_home": "Вернуться на главную"
}
