{
  "hello": "Olá, sou um desenvolvedor full-cycle baseado no Brasil!",
  "name": "Rodolfo M. Ribeiro",
  "title": "Engenheiro de Software | Cloud Associate",
  "work": "Trabalho",
  "work_description": "Rodolfo é um engenheiro de software full-cycle e cloud associate situado no Brasil, com paixão por construir sistemas escaláveis e confiáveis. Ele possui uma vasta experiência no desenvolvimento, manutenção e implantação de sistemas e softwares de pagamento. Quando não está online, ele gosta de ler uma ampla variedade de livros, desde envolventes RPGs até literatura técnica informativa. Atualmente, seu foco está em explorar soluções em nuvem e suas aplicações práticas na resolução de problemas do dia a dia.",
  "portfolio": "Meu portfólio",
  "bio": "Biografia",
  "born": "Nascido em Ituverava, Brasil.",
  "education": "Iniciou a formação em Engenharia de Software na Universidade de Franca (Uni-FACEF).",
  "irroba": "Iniciou como estagiário em Engenharia de Software na prestigiosa empresa de comércio eletrônico Irroba.",
  "q2bank": "Iniciou como Engenheiro de Software Golang na Q2Bank, onde desenvolveu uma paixão pela Cloud e DevOps.",
  "hobbies": "Hobbies",
  "hobbies_description": "Leitura, Jogos, Música, Aprender idiomas (Atualmente japonês - 日本語)",
  "web": "Na web",
  "github": "@RodolfoMRibeiro",
  "linkedin": "@RodolfoMRibeiro",
  "invite": "Um convite para você",
  "invite_description": "Que tal se juntar a mim em uma jornada de codificação nos bastidores? Me dê um alô e vamos conversar!",
  "send_message": "Enviar mensagem",
  "works": "Trabalhos",
  "dsmovie": "DSMovie",
  "dsmovie_description": "Um aplicativo web de classificação de filmes para salvar opiniões dos usuários, comentários e classificar filmes de acordo com eles.",
  "keysense": "KeySense",
  "keysense_description": "Um aplicativo para Windows que roda em modo stealth e captura pressionamentos de teclas de qualquer teclado.",
  "angolist": "Angolist",
  "angolist_description": "Um aplicativo móvel projetado para auxiliar designers de UI/UX na avaliação de seu trabalho com base nos princípios heurísticos de Nielsen.",
  "ddos_flood": "DDOS FLOOD",
  "ddos_flood_description": "Um aplicativo de interface de linha de comando para realizar ataques de negação de serviço distribuídos (DDoS) em uma página da web com um número específico de threads simultâneas.",
  "job_experience": "Experiência Profissional",
  "q2bank_experience": "Q2Bank - Engenheiro de Software",
  "q2bank_accomplishments": "REALIZAÇÕES NOTÁVEIS",
  "q2bank_accomplishment_1": "Desenvolveu micros serviços escaláveis de pagamento em Go para lidar com grandes volumes de transações, processando mais de R$4 milhões por mês.",
  "q2bank_accomplishment_2": "Projetou e implementou uma biblioteca interna para padronizar e centralizar dependências de novos projetos, garantindo consistência e eficiência.",
  "q2bank_accomplishment_3": "Utilizou pg_cron no Amazon RDS para implementar procedimentos automatizados.",
  "irroba_experience": "Irroba - Estagiário em Engenharia de Software",
  "irroba_accomplishments": "REALIZAÇÕES NOTÁVEIS",
  "irroba_accomplishment_1": "Cultivou a habilidade de discernir entre erros e regras de negócios quando confrontado com uma ampla variedade de opções em uma grande empresa de comércio eletrônico.",
  "irroba_accomplishment_2": "Através da reorganização e otimização dos métodos de entrega na plataforma, aprofundou a compreensão dos elementos-chave que realmente agregam valor à empresa.",
  "not_found": "Não encontrado",
  "not_found_description": "A página que você está procurando não foi encontrada.",
  "return_home": "Retornar à página inicial",
  "navbar_about": "Sobre",
  "navbar_work": "Trabalhos",
  "navbar_job_experience": "Experiência Profissional",
  "navbar_source_full_width": "Código-fonte",
  "navbar_source_mobile_width": "Ver Código-fonte"
}
