{
  "hello": "Hello, I'm a full-cycle developer based in Brazil!",
  "name": "Rodolfo M. Ribeiro",
  "title": "Software Engineer | Cloud Associate",
  "work": "Work",
  "work_description": "Rodolfo is a full-cycle software engineer and cloud associate based in Brazil, with a passion for building scalable and reliable systems. He possesses a strong background in developing, maintaining, and deploying payment systems and programs. When he's not online, he enjoys reading a wide range of books, from captivating RPGs to informative technical literature. Currently, his focus lies in exploring cloud solutions and their practical applications in solving real-life problems.",
  "portfolio": "My portfolio",
  "bio": "Bio",
  "born": "Born in Ituverava, Brazil.",
  "education": "Started a formal education as a software engineer at the University of Franca (Uni-FACEF).",
  "irroba": "Started working as a PHP software engineer intern at a prestigious E-commerce company called Irroba.",
  "q2bank": "Started working as a Golang Software Engineer at Q2Bank, where he developed a deep passion for Cloud Solutions and DevOps.",
  "hobbies": "I ♥",
  "hobbies_description": "Reading, Playing Games, Music, Learn Languages (Currently Japanese 日本語)",
  "web": "On the web",
  "github": "@RodolfoMRibeiro",
  "linkedin": "@RodolfoMRibeiro",
  "invite": "An Invite to you",
  "invite_description": "Why don't you join me on a behind-the-scenes coding journey? Give me a shout and let's talk!",
  "send_message": "Send me a message",
  "works": "Works",
  "dsmovie": "DSMovie",
  "dsmovie_description": "A movie-classification web app to save users' opinions, comments and classify movies according to them.",
  "keysense": "KeySense",
  "keysense_description": "A windows-based application that runs in stealth mode and gets keystrokes from any keyboard.",
  "angolist": "Angolist",
  "angolist_description": "A mobile application designed to assist UI/UX designers in evaluating their work based on Nielsen's heuristic principles.",
  "ddos_flood": "DDOS FLOOD",
  "ddos_flood_description": "A command-line interface application to perform Distributed Denial of Service (DDos) given a web page and the number of concurrent threads.",
  "job_experience": "Job Experience",
  "q2bank_experience": "Q2Bank - Software Engineer",
  "q2bank_accomplishments": "NOTABLE ACCOMPLISHMENTS",
  "q2bank_accomplishment_1": "Developed scalable payment microservices in Go for handling large transaction volumes, processing over R$4 million per month.",
  "q2bank_accomplishment_2": "Designed and implemented an internal library to standardize and centralize dependencies for new projects, ensuring consistency and efficiency.",
  "q2bank_accomplishment_3": "Utilized pg_cron in Amazon RDS for implementing automated procedures.",
  "irroba_experience": "Irroba - Software Engineer Intern",
  "irroba_accomplishments": "NOTABLE ACCOMPLISHMENTS",
  "irroba_accomplishment_1": "Cultivated the ability to discern between errors and business rules when confronted with a wide range of options within a major e-commerce player.",
  "irroba_accomplishment_2": "Through reorganizing and streamlining delivery methods on the platform, I deepened my understanding of the key elements that truly add value to the company.",
  "not_found": "Not found",
  "not_found_description": "The page you're looking for was not found.",
  "return_home": "Return to home",
  "navbar_about": "About",
  "navbar_work": "Works",
  "navbar_job_experience": "Job Experience",
  "navbar_source_full_width": "Source",
  "navbar_source_mobile_width": "View Source",
  "lable_english": "English",
  "lable_french": "French",
  "lable_russian": "Russian",
  "lable_japanese": "Japanese",
  "lable_portuguese": "Portuguese"
}
