{
  "hello": "Bonjour, je suis un développeur full-cycle basé au Brésil !",
  "name": "Rodolfo M. Ribeiro",
  "title": "Ingénieur logiciel | Associate Cloud",
  "work": "Travail",
  "work_description": "Rodolfo est un ingénieur logiciel full-cycle et associé au Cloud basé au Brésil, passionné par la construction de systèmes évolutifs et fiables. Il possède une vaste expérience dans le développement, la maintenance et le déploiement de systèmes et de logiciels de paiement. Lorsqu'il n'est pas en ligne, il aime lire une grande variété de livres, allant des jeux de rôle captivants à la littérature technique informative. Actuellement, il se concentre sur l'exploration des solutions cloud et leurs applications pratiques pour résoudre les problèmes du quotidien.",
  "portfolio": "Mon portfolio",
  "bio": "Biographie",
  "born": "Né à Ituverava, Brésil.",
  "education": "A commencé des études en ingénierie logicielle à l'Université de Franca (Uni-FACEF).",
  "irroba": "A commencé en tant que stagiaire en ingénierie logicielle chez la prestigieuse entreprise de commerce électronique Irroba.",
  "q2bank": "A commencé en tant qu'ingénieur logiciel Golang chez Q2Bank, où il a développé une passion pour le Cloud et DevOps.",
  "hobbies": "Loisirs",
  "hobbies_description": "Lecture, Jeux, Musique, Apprentissage des langues (Actuellement le japonais - 日本語)",
  "web": "Sur le web",
  "github": "@RodolfoMRibeiro",
  "linkedin": "@RodolfoMRibeiro",
  "invite": "Une invitation pour vous",
  "invite_description": "Et si vous vous joigniez à moi pour une aventure de codage en coulisses ? Envoyez-moi un message et discutons-en !",
  "send_message": "Envoyer un message",
  "works": "Travaux",
  "dsmovie": "DSMovie",
  "dsmovie_description": "Une application web de classement de films pour enregistrer les avis des utilisateurs, les commentaires et classer les films en fonction de ceux-ci.",
  "keysense": "KeySense",
  "keysense_description": "Une application Windows qui s'exécute en mode furtif et capture les frappes de n'importe quel clavier.",
  "angolist": "Angolist",
  "angolist_description": "Une application mobile conçue pour aider les concepteurs d'UI/UX à évaluer leur travail en fonction des principes heuristiques de Nielsen.",
  "ddos_flood": "DDOS FLOOD",
  "ddos_flood_description": "Une application en ligne de commande pour effectuer des attaques par déni de service distribué (DDoS) sur une page web avec un nombre spécifique de threads simultanés.",
  "job_experience": "Expérience professionnelle",
  "q2bank_experience": "Q2Bank - Ingénieur logiciel",
  "q2bank_accomplishments": "RÉALISATIONS REMARQUABLES",
  "q2bank_accomplishment_1": "A développé des microservices évolutifs de paiement en Go pour traiter de gros volumes de transactions, traitant plus de 4 millions de R$ par mois.",
  "q2bank_accomplishment_2": "A conçu et mis en place une bibliothèque interne pour standardiser et centraliser les dépendances des nouveaux projets, garantissant cohérence et efficacité.",
  "q2bank_accomplishment_3": "A utilisé pg_cron sur Amazon RDS pour mettre en œuvre des procédures automatisées.",
  "irroba_experience": "Irroba - Stagiaire en ingénierie logicielle",
  "irroba_accomplishments": "RÉALISATIONS REMARQUABLES",
  "irroba_accomplishment_1": "A cultivé la capacité de distinguer entre les erreurs et les règles métier lorsqu'il est confronté à une large gamme d'options dans une grande entreprise de commerce électronique.",
  "irroba_accomplishment_2": "Par la réorganisation et l'optimisation des méthodes de livraison sur la plateforme, il a approfondi sa compréhension des éléments clés qui apportent réellement de la valeur à l'entreprise.",
  "not_found": "Non trouvé",
  "not_found_description": "La page que vous recherchez est introuvable.",
  "return_home": "Retourner à la page d'accueil",
  "navbar_about": "À propos",
  "navbar_work": "Travaux",
  "navbar_job_experience": "Expérience Professionnelle",
  "navbar_source_full_width": "Code Source",
  "navbar_source_mobile_width": "Voir le Code Source",
  "lable_english": "Anglais",
  "lable_french": "Français",
  "lable_russian": "Russe",
  "lable_japanese": "Japonais",
  "lable_portuguese": "Portugais"
}
